---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Length
zh: 长度
source: html/cb69a577-9bc2-aa14-2a13-d89d71af7255.htm
---
# Autodesk.Revit.DB.SpecTypeId.Length Property

**中文**: 长度

Length, in discipline Common.

## Syntax (C#)
```csharp
public static ForgeTypeId Length { get; }
```